// Напишите программу, которая принимает 2 числа и выводит наибольшее

int f(int a, int b)
{if (a>b)
return a;
return b;}
int a = 1, b = 7;
Console.WriteLine(f(a,b));